Repository: CarolinaRey03/PharmaDock-AI
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, gl

source: Your verification code for PharmaDock AI
es: Tu código de verificación para PharmaDock AI
gl: O teu código de verificación para PharmaDock AI

source: Hello %(name)s, Your PharmaDock AI account has been activated. To complete the process, please enter the following verification code on the verification page: %(otp)s This code will expire in 30 minutes. If you did not request this activation, please contact our support team immediately. Regards, The PharmaDock AI team
es: Hola %(name)s, Tu cuenta en PharmaDock AI ha sido activada. Para completar el proceso, por favor, introduce el siguiente código de verificación en la página de verificación: %(otp)s Este código expirará en 30 minutos. Si no has solicitado esta activación, por favor, contacta con nuestro equipo de soporte inmediatamente. Saludos, El equipo de PharmaDock AI
gl: Ola %(name)s, A túa conta de PharmaDock AI foi activada. Para completar o proceso, por favor, introduce o seguinte código de verificación na páxina de verificación: %(otp)s Este código expirará en 30 minutos. Si non pediste esta activación, por favor, contacta ao noso equipo de soporte inmediatamente. Saúdos, O equipo de PharmaDock AI

source: Welcome to PharmaDock AI
es: Bienvenido a PharmaDock AI
gl: Benvido a PharmaDock AI

source: Hello %(name)s, Your PharmaDock AI account has been successfully verified. You now have full access to our platform. Regards, The PharmaDock AI team
es: Hola %(name)s, Tu cuenta en PharmaDock AI ha sido verificada con éxito. Ya tienes acceso completo a nuestra plataforma. Saludos, El equipo de PharmaDock AI
gl: Ola %(name)s, A túa conta de PharmaDock AI foi verificada con éxito. Xa tes acceso completo á nosa plataforma. Saúdos, O equipo de PharmaDock AI

source: Session expired. Please register again.
es: Sesión expirada. Por favor, regístrate de nuevo
gl: Sesión expirada. Por favor, rexístrate de novo

source: Your account is already verified.
es: Tu cuenta ya ha sido verificada
gl: A túa conta xa foi verificada

source: Your account has not been activated yet.
es: Tu cuenta todavía no ha sido activada
gl: A túa conta aínda non foi activada

source: Your account has been successfully verified.
es: Tu cuenta ha sido verificada con éxito
gl: A túa conta foi verificada con éxito

source: Invalid or expired verification code.
es: Código de verificación inválido o expirado
gl: Código de verificación inválido ou expirado

source: No account found with this email address.
es: No se ha encontrado ninguna cuenta con este correo electrónico
gl: Non se encontrou ningunha conta con este correo electrónico

source: A new verification code has been sent to your email.
es: Se ha enviado un nuevo código de verificación a tu email
gl: Un novo código de verificación foi enviado ao teu correo electrónico

source: Your account is not activated
es: Tu cuenta no está activada
gl: A túa conta non está activada

source: There's been an error with your account. Please, contact with the administrator.
es: Ha habido un error con tu cuenta. Por favor, inténtalo más tarde o contacta con el administrador
gl: Houbo un error coa túa conta. Por favor, contacta coadministrador

source: The response is taking a lot of time. Please try again
es: La respuesta está tardando mucho. Por favor, vuelve a intentarlo más tarde
gl: A resposta está tardando moito. Por favor, proba máis tarde

source: There's been an error. Please, try later or contact with the administrator
es: Ha habido un error. Por favor, inténtalo más tarde o contacta con el administrador
gl: Houbo un error. Por favor, proba máis tarde ou contacta co administrador

source: Docking file not found
es: Fichero de docking no encontrado
gl: Ficheiro de docking non encontrado

source: Log file not found
es: Fichero de log no encontrado
gl: Ficheiro de log non encontrado

source: The conversation cannot be finished
es: No se puede terminar la conversación
gl: Non se pode rematar a conversación

source: A user with this email already exists
es: Ya existe un usuario con este email
gl: Xa existe un usuario con este correo electrónico

source: Verification Code
es: Código de verificación
gl: Código de verificación

source: Enter 6-digit code
es: Introduce el código de 6 dígitos
gl: Introduce o código de 6 dígitos

source: There's been an error while executing the docking. Please, try again later or contact with the administrator
es: Ha habido un error mientras se realizaba el docking. Por favor, inténtalo de nuevo más tarde o contacta con el administrador
gl: Houbo un error mentres executábase o docking. Por favor, proba de novo máis tarde ou contacta co administrador

source: Response timeout, Try again later
es: Tiempo límite de respuesta alcanzado. Inténtalo más tarde
gl: Tempo límite de resposta alcanzado. Inténtao máis tarde

source: Error at proccessing the petition. Please, try later or contact with the administrator
es: Error al procesar la petición. Por favor, inténtalo más tarde o contacta con el administrador
gl: Error ao procesar a petición. Por favor, inténtao máis tarde ou contacta co administrador

source: Logout
es: Cerrar sesión
gl: Pechar sesión

source: Write here the docking to be performed...
es: Escribe aquí el docking a realizar...
gl: Escribe aquí o docking a facer...

source: Send
es: Enviar
gl: Enviar

source: Generating the response...
es: Generando la respuesta...
gl: Xerando a resposta...

source: Download result file
es: Descargar el fichero con los resultados
gl: Descargar o ficheiro cos resultados

source: Error at the service:
es: Error en el servicio:
gl: Error no servizo:

source: Error loading the file:
es: Error descargando el fichero:
gl: Error descargando o ficheiro:

source: Start docking
es: Empezar el docking
gl: Comezar o docking

source: Welcome to PharmaDock AI!
es: ¡Bienvenido a PharmaDock AI!
gl: Benvido a PharmaDock AI!

source: Here you can do the docking of your choice
es: Aquí puedes hacer el docking que quieras
gl: Aquí podes facer o docking que queiras

source: For example:
es: Por ejemplo:
gl: Por exemplo:

source: Give me the docking between the drug Abemaciclib and the gene 2mm3
es: Dame el docking entre el fármaco Abemaciclib y el gen 2mm3
gl: Dame o docking entre o fármaco Abemaciclib e o xene 2mm3

source: Log in to PharmaDock AI
es: Iniciar sesión en PharmaDock AI
gl: Iniciar sesión en PharmaDock AI

source: Enter your credentials to access your account
es: Introduce tus crendenciales para acceder a tu cuenta
gl: Introduce ás túas credenciais para acceder á túa conta

source: Sign up
es: Registrarse
gl: Rexistrarse

source: Login
es: Iniciar sesión
gl: Iniciar sesión

source: Sign up to PharmaDock AI
es: Regístrate en PharmaDock AI
gl: Rexístrate en PharmaDock AI

source: Enter your data to register a new account
es: Introduce tus datos para registrar una nueva cuenta
gl: Introduce os teus datos para rexistrar unha nova conta

source: Log In
es: Iniciar sesión
gl: Iniciar sesión

source: Verify your account
es: Verifica tu cuenta
gl: Verifica á túa conta

source: Enter the code that was sent to your email address
es: Introduce el código que ha sido enviado a tu correo electrónico
gl: Introduce o código que foi enviado ao teu correo electrónico

source: Resend code
es: Reenviar el código
gl: Reenviar código

source: Verify account
es: Verificar la cuenta
gl: Verificar a conta
